Repository: Krystek20/SnapDay
Catalog: ActivityWidget/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br

source: Active plan
ar: خطة نشطة
de: Aktiver Plan
es: Plan activo
fr: Plan actif
it: Piano attivo
ja: 進行中のプラン
ko: 활성 플랜
pl: Aktywny plan
pt_br: Plano ativo

source: Activities
ar: الأنشطة
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività
ja: アクティビティ
ko: 활동
pl: Aktywności
pt_br: Atividades

source: Activities: ${selectedActivities}
ar: الأنشطة: ${selectedActivities}
de: Aktivitäten: ${selectedActivities}
es: Actividades: ${selectedActivities}
fr: Activités : ${selectedActivities}
it: Attività: ${selectedActivities}
ja: アクティビティ：${selectedActivities}
ko: 활동: ${selectedActivities}
pl: Aktywności: ${selectedActivities}
pt_br: Atividades: ${selectedActivities}

source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ja: アクティビティ
ko: 활동
pl: Aktywność
pt_br: Atividade

source: Activity ID
ar: معرّف النشاط
de: Aktivitäts-ID
es: ID de actividad
fr: Identifiant de l’activité
it: ID attività
ja: アクティビティID
ko: 활동 ID
pl: Identyfikator aktywności
pt_br: ID da atividade

source: Activity streak
ar: سلسلة النشاط
de: Aktivitätsserie
es: Racha de actividad
fr: Série d’activité
it: Serie attività
ja: アクティビティの連続記録
ko: 활동 연속 기록
pl: Seria aktywności
pt_br: Sequência de atividade

source: Dictate goal
ar: إملاء الهدف
de: Ziel diktieren
es: Dictar objetivo
fr: Dicter l’objectif
it: Detta obiettivo
ja: 目標を音声入力
ko: 목표 받아쓰기
pl: Podyktuj cel
pt_br: Ditar meta

source: Hide completed activities
ar: إخفاء الأنشطة المكتملة
de: Erledigte Aktivitäten ausblenden
es: Ocultar actividades completadas
fr: Masquer les activités terminées
it: Nascondi attività completate
ja: 完了したアクティビティを非表示
ko: 완료된 활동 숨기기
pl: Ukryj ukończone aktywności
pt_br: Ocultar atividades concluídas

source: Mark an activity as complete or incomplete.
ar: ضع علامة على النشاط كمكتمل أو غير مكتمل.
de: Markiere eine Aktivität als erledigt oder nicht erledigt.
es: Marca una actividad como completada o incompleta.
fr: Marquez une activité comme terminée ou non terminée.
it: Contrassegna un'attività come completata o incompleta.
ja: アクティビティを完了または未完了にします。
ko: 활동을 완료 또는 미완료로 표시합니다.
pl: Oznacz aktywność jako ukończoną lub nieukończoną.
pt_br: Marque uma atividade como concluída ou não concluída.

source: Move list down
ar: تحريك القائمة لأسفل
de: Liste nach unten bewegen
es: Mover lista abajo
fr: Déplacer la liste vers le bas
it: Sposta elenco in basso
ja: リストを下に移動
ko: 목록 아래로 이동
pl: Przesuń listę w dół
pt_br: Mover lista para baixo

source: Move list up
ar: تحريك القائمة لأعلى
de: Liste nach oben bewegen
es: Mover lista arriba
fr: Déplacer la liste vers le haut
it: Sposta elenco in alto
ja: リストを上に移動
ko: 목록 위로 이동
pl: Przesuń listę w górę
pt_br: Mover lista para cima

source: Plan
ar: الخطة
it: Piano
ja: プラン
ko: 플랜
pt_br: Plano

source: Plan progress
ar: تقدم الخطة
de: Planfortschritt
es: Progreso del plan
fr: Progression du plan
it: Avanzamento piano
ja: プランの進捗
ko: 플랜 진행 상황
pl: Postęp planu
pt_br: Progresso do plano

source: Quickly dictate your daily goal.
ar: أملِ هدفك اليومي بسرعة.
de: Diktiere schnell dein Tagesziel.
es: Dicta rápidamente tu objetivo diario.
fr: Dictez rapidement votre objectif quotidien.
it: Detta rapidamente il tuo obiettivo giornaliero.
ja: 毎日の目標をすばやく音声入力します。
ko: 일일 목표를 빠르게 받아쓰세요.
pl: Szybko podyktuj swój dzienny cel.
pt_br: Dite rapidamente sua meta diária.

source: Scroll the activity list down.
ar: مرّر قائمة الأنشطة لأسفل.
de: Scrolle in der Aktivitätenliste nach unten.
es: Desplaza hacia abajo la lista de actividades.
fr: Faites défiler la liste des activités vers le bas.
it: Scorri l'elenco delle attività verso il basso.
ja: アクティビティリストを下にスクロールします。
ko: 활동 목록을 아래로 스크롤합니다.
pl: Przewiń listę aktywności w dół.
pt_br: Role a lista de atividades para baixo.

source: Scroll the activity list up.
ar: مرّر قائمة الأنشطة لأعلى.
de: Scrolle in der Aktivitätenliste nach oben.
es: Desplaza hacia arriba la lista de actividades.
fr: Faites défiler la liste des activités vers le haut.
it: Scorri l'elenco delle attività verso l'alto.
ja: アクティビティリストを上にスクロールします。
ko: 활동 목록을 위로 스크롤합니다.
pl: Przewiń listę aktywności w górę.
pt_br: Role a lista de atividades para cima.

source: See your activity progress for the week.
ar: اطّلع على تقدم أنشطتك خلال الأسبوع.
de: Sieh deinen Aktivitätsfortschritt für die Woche.
es: Consulta tu progreso de actividades de la semana.
fr: Consultez la progression de vos activités de la semaine.
it: Visualizza i progressi delle attività della settimana.
ja: 今週のアクティビティの進捗を確認します。
ko: 이번 주 활동 진행 상황을 확인하세요.
pl: Zobacz postęp aktywności w tym tygodniu.
pt_br: Veja o progresso das suas atividades na semana.

source: Show total activities
ar: إظهار إجمالي الأنشطة
de: Gesamtzahl der Aktivitäten anzeigen
es: Mostrar total de actividades
fr: Afficher le nombre total d’activités
it: Mostra attività totali
ja: アクティビティの合計を表示
ko: 전체 활동 표시
pl: Pokaż łączną liczbę aktywności
pt_br: Mostrar total de atividades

source: Show total spent time
ar: إظهار إجمالي الوقت المستغرق
de: Gesamtzeit anzeigen
es: Mostrar tiempo total empleado
fr: Afficher le temps total passé
it: Mostra tempo totale impiegato
ja: 合計時間を表示
ko: 총 소요 시간 표시
pl: Pokaż łączny poświęcony czas
pt_br: Mostrar tempo total gasto

source: Today's activities
ar: أنشطة اليوم
de: Heutige Aktivitäten
es: Actividades de hoy
fr: Activités du jour
it: Attività di oggi
ja: 今日のアクティビティ
ko: 오늘의 활동
pl: Dzisiejsze aktywności
pt_br: Atividades de hoje

source: Toggle activity
ar: تبديل حالة النشاط
de: Aktivitätsstatus ändern
es: Cambiar estado de actividad
fr: Changer l’état de l’activité
it: Cambia stato attività
ja: アクティビティを切り替える
ko: 활동 상태 전환
pl: Przełącz stan aktywności
pt_br: Alternar atividade

source: Track ${activity}
ar: تتبّع ${activity}
de: ${activity} verfolgen
es: Seguir ${activity}
fr: Suivre ${activity}
it: Monitora ${activity}
ja: ${activity}を追跡
ko: ${activity} 추적
pl: Śledź ${activity}
pt_br: Acompanhar ${activity}

source: Track ${plan}
ar: تتبّع ${plan}
de: ${plan} verfolgen
es: Seguir ${plan}
fr: Suivre ${plan}
it: Monitora ${plan}
ja: ${plan}を追跡
ko: ${plan} 추적
pl: Śledź ${plan}
pt_br: Acompanhar ${plan}

source: Track progress for an active plan.
ar: تتبّع تقدم خطة نشطة.
de: Verfolge den Fortschritt eines aktiven Plans.
es: Sigue el progreso de un plan activo.
fr: Suivez la progression d’un plan actif.
it: Tieni traccia dei progressi di un piano attivo.
ja: 進行中のプランの進捗を確認します。
ko: 활성 플랜의 진행 상황을 추적하세요.
pl: Śledź postęp aktywnego planu.
pt_br: Acompanhe o progresso de um plano ativo.

source: Track the streak for a saved activity.
ar: تتبّع سلسلة نشاط محفوظ.
de: Verfolge die Serie einer gespeicherten Aktivität.
es: Sigue la racha de una actividad guardada.
fr: Suivez la série d’une activité enregistrée.
it: Tieni traccia della serie di un'attività salvata.
ja: 保存済みアクティビティの連続記録を確認します。
ko: 저장된 활동의 연속 기록을 추적하세요.
pl: Śledź serię zapisanej aktywności.
pt_br: Acompanhe a sequência de uma atividade salva.

source: View and complete today's activities.
ar: اعرض أنشطة اليوم وأكملها.
de: Sieh dir die heutigen Aktivitäten an und erledige sie.
es: Consulta y completa las actividades de hoy.
fr: Consultez et terminez les activités du jour.
it: Visualizza e completa le attività di oggi.
ja: 今日のアクティビティを確認して完了できます。
ko: 오늘의 활동을 확인하고 완료하세요.
pl: Wyświetl i ukończ dzisiejsze aktywności.
pt_br: Veja e conclua as atividades de hoje.

source: Weekly progress
ar: التقدم الأسبوعي
de: Wochenfortschritt
es: Progreso semanal
fr: Progression hebdomadaire
it: Progressi settimanali
ja: 週間進捗
ko: 주간 진행 상황
pl: Postęp tygodniowy
pt_br: Progresso semanal
